Repository: Avaren/gamestats-locale
Catalog: rus/LC_MESSAGES/gamestats.po
Languages: ru_ru

source: *Warning*: Different spelling of {user}
ru_ru: *Внимание*: никнейм , который вы ввели ({user}) может не совпадать с тем, что используется в игре

source: <:nms:346638509114785808>No Man's Sky Universe Map for {guild}
ru_ru: Карта Вселенной <:nms:346638509114785808>No Man's Sky для {guild}

source: A {platforms} account is required to obtain {game} stats
ru_ru: Чтобы получить игровую статистику по {game}, вам нужно иметь аккаунт в {platforms}

source: Available languages: [{languages}]
ru_ru: Доступные языки: [{languages}]

source: Check your DMs
ru_ru: Проверьте свои личные сообщения

source: Click the below icons to join/leave that group: {groups}
ru_ru: Нажмите на иконку снизу, чтобы вступить или покинуть группу: {groups}

source: Distance between {user1} and {user2}: {dist}ly
ru_ru: Расстояние между {user1} и {user2}: {dist}

source: Distance to center
ru_ru: Расстояние до центра

source: Files for {language_key} not found
ru_ru: Файлы для {language_key} не найдены

source: I tried to DM you {mention} but you have DMs disabled, please DM me that command.
ru_ru: {mention}, я не могу отправить вам личное сообщение, так как вы запретили это делать в своих настройках. Пожалуйста, введите ту команду мне личные сообщения.

source: Languages reloaded
ru_ru: Языки обновлены

source: Location
ru_ru: Расположение

source: Looking up {game} account for {user} on {platform}.
ru_ru: Ищу аккаунт {user} в {game} на {platform}...

source: Looking up {user} on {game} on {platform}...
ru_ru: Ищу {user} в {game} на {platform}...

source: Looking up {user} on {game}...
ru_ru: Ищу {user} в {game}...

source: No games currently being played.
ru_ru: Никакая игра пока не запущена.

source: No groups defined on {server}, use {command}
ru_ru: На {server} не обнаружено ни одной группы; используйте {command}.

source: No response from user.
ru_ru: Нет ответа от пользователя.

source: No {game} players found on this server. Do {prefix}{game_key} first.
ru_ru: Игроки {game} не найдены на сервере. Введите {prefix}{game_key}, чтобы начать.

source: No {game} stats found for {user} on {platform}
ru_ru: Игровоа статистика для {user} по {game} на {platform} не найдена

source: Please enter your {game} account name:
ru_ru: Пожалуйста, введите имя своего {game} аккаунта:

source: Portal code
ru_ru: Код портала

source: Profile created. To add accounts use {prefix}add <account> Supported accounts: {accounts}
ru_ru: Профиль создан успешно! Чтобы добавить аккаунт, введите {prefix}add <account> Поддерживаемые аккаунты: {accounts}

source: Request accepted
ru_ru: Запрос принят

source: Request accepted. Adding to {name}
ru_ru: Запрос принят. Идёт добавление к {name}...

source: Request declined
ru_ru: Запрос отклонён.

source: Requesting permission from {name}
ru_ru: Запрос разрешения от {name}...

source: Set language for {guild_name} to {language}
ru_ru: Установить язык для {guild_name} на {language}

source: Shows your stats from {game}
ru_ru: Показать статистику по {game}

source: Sorry that account isn't on your profile.
ru_ru: Извините, этот аккаунт не подключён к вашему профилю.

source: Sorry the account {account} is not supported yet. The supported accounts are {accounts}
ru_ru: Извините, аккаунт {account} пока не поддерживается. Взгляните на список поддерживаемых: {accounts}

source: Sorry the account {account} is not supported yet. The supported accounts are {accounts} For example enter the following: **{prefix}add steam**
ru_ru: Извините, аккаунт {account} пока не поддерживается. Взгляните на список поддерживаемых: {accounts} Или, например, введите следующее: **{prefix}add steam**

source: Supported accounts: {accounts}
ru_ru: Поддерживаемые аккаунты: {accounts}

source: Supported games: {games}
ru_ru: Поддерживаемые игры: {games}

source: That user hasn't added an account for {game}
ru_ru: Этот пользователь пока не добавил аккаунт для {game}

source: That was not a valid choice. You have {tries} more tries.
ru_ru: Неверный выбор! У вас осталось {tries} попыток.

source: That wasn't a valid answer, please answer yes or no.
ru_ru: Неверный ответ! Пожалуйста, ответьте "да" или "нет".

source: That's not a valid platform, the options are: {platforms}
ru_ru: Неверная платформа! Доступные платформы: {platforms}

source: The account names don't match and may not work, try checking capitalisation. {user} vs. {account}
ru_ru: Имена введённых аккаунтов ({user} и {account}) не совпадают, что может привести к ошибке. Попробуйте проверить регистр букв

source: The available platforms are {platforms}
ru_ru: Доступные платформы: {platforms}

source: The location code must be in the format HUKYA:XXXX:XXXX:XXXX:XXXX Please check your code and try again.
ru_ru: Код местонахождения должен быть записан в следующем формате: HUKYA:XXXX:XXXX:XXXX:XXXX. Пожалуйста, проверьте свой код и попробуйте снова.

source: The user {user} does not have a {game} profile on {platform}.
ru_ru: У пользователя {user} нет в наличии {game} на {platform}.

source: There are multiple matches. Please clarify by replying with the number of the correct choice?
ru_ru: Обнаружено сразу несколько совпадений! Пожалуйста, уточните свой выбор, отправив правильный номер.

source: Top {top_count} games currently being played across {server_count} servers
ru_ru: Топ-{top_count} игр сейчас играют на {server_count} серверах

source: Top {top_count} games currently being played in {guild_name}
ru_ru: Топ-{top_count} игр сейчас играют в {guild_name}

source: Warning: You have multiple accounts for {game} you might want to delete one with {prefix}delete {game_key} or change your primary account with {prefix}primary {game_key}
ru_ru: *Внимание*: кажется, у вас есть сразу несколько аккаунтов для {game}. Вы можете удалить аккаунт командой {prefix}delete {game_key} или сменить свой основной {prefix}primary {game_key}.

source: What is the location of your NMS home base? To find its location, place a Signal Booster and note down the code it shows when you get close, in the format HUKYA:XXXX:XXXX:XXXX:XXXX
ru_ru: Какого местопо��ожение вашей базы в No Man's Sky? Чтобы узнать своё местоположение, установите Усилитель Сигнала и запишите код, который он выдаёт при вашем приближении, в следующем формате: HUKYA:XXXX:XXXX:XXXX:XXXX.

source: What platform do you play {game} on? [{platforms}]
ru_ru: На какой платформе вы играете в {game}? [{platforms}]

source: You do not have permission to change the language on {guild}.
ru_ru: У вас не разрешения менять язык в {guild}.

source: You don't appear to play Siege on PC. Select PSN/XBL by doing {prefix}add siege
ru_ru: Кажется, вы не играете в Siege на ПК. Выберите PSN или XBL аккаунт командой {prefix}add siege.

source: You don't have any accounts on your profile, add some!
ru_ru: В вашем профиле нет аккаунтов. Так добавьте их!

source: You have already registered {account}
ru_ru: Вы уже зарегистрировали {account}

source: You need to add an account for {game}, do {prefix}add {game_key}
ru_ru: Чтобы добавить аккаунт для {game}, введите {prefix}add {game_key}

source: {channel} in {guild} registered to receive live match updates.
ru_ru: {channel} в {guild}.

source: {game} Leaderboard for {guild}
ru_ru: Таблица Лидеров по {game} для {guild}

source: {game} account not found for {user}
ru_ru: Аккаунта {user} по {game} не обнаружено

source: {game} account not found for {user} on {platform}
ru_ru: Аккаунт {user} для {game} не обнаружен на {platform}

source: {game} live games for {guild}
ru_ru: Игровые сеансы по {game} для {guild}

source: {guild} unregistered from receiving live match updates.
ru_ru: Теперь {guild} не будет получать обновления о матчах.

source: {language_key} added to list of available languages, which are: [{languages}]
ru_ru: {language_key} добавлен в список доступных языков: [{languages}]

source: {language_key} removed from available languages, which are: [{languages}]
ru_ru: {language_key} удалён из списка доступных языков: [{languages}]

source: {language} not in list of available languages: {languages}
ru_ru: {language} не найден в списке доступных языков. Взгляните на список доступных: {languages}

source: {name} declined
ru_ru: {name} отменил запрос

source: {user}'s Home Base
ru_ru: База {user}
