Repository: Avaren/gamestats-locale
Catalog: */LC_MESSAGES/gamestats.po
Languages: de, es, fi, fr, it, ja, nl, pt, tr, uk

source: *Warning*: Different spelling of {user}
it: *Attenzione*: Diversa scrittura di {user}
uk: *Увага*: ваш псевдонім, {user}, відрізняється від ігрового!

source: <:nms:346638509114785808>No Man's Sky Universe Map for {guild}
es: <:nms: 346638509114784808>No Man's Sky Mapa Del Universo para {gremio}
it: <:nms:346638509114785808>Mappa dell'universo di No Man's Sky per {guild}
nl: No Man's Sky Universe Map voor {guild}.
pt: <:nms:346638509114785808>Nenhum Mapa do universo do céu do homem para {guild}
uk: Мапа всесвіту No Man's Sky <:nms:346638509114785808> для сервера {guild}

source: A PSN or Epic account is required to obtain Paragon stats
it: È necessario un account PSN o Epic per ottenere le statistiche di Paragon
uk: Обліковий запис PSN або Epic необхідні для отримання статистики Paragon

source: A PSN or XBL account is required to obtain Destiny stats
it: È necessario un account PSN o XBL per ottenere le statistiche di Destiny
uk: Обліковий запис PSN або XBL необхідні для отримання статистики Destiny

source: A {platforms} account is required to obtain {game} stats
es: Un cuenta de {plataforms} es requerida para obtener las estadisticas de {game}
fi: {platforms}:n käyttäjä on vaadittu saadaksesi {game}:n tilastot
fr: Un compte {platforms} est requis pour avoir les stats de {game}
it: È necessario un account {platforms} per ottenere le statistiche di {game}
nl: Een {platforms} account is nodig om statistieken to krijgen voor {game}.
pt: Uma conta {platforms} é necessária para obter estatísticas do {game}
tr: {game} istatistiklerini elde etmek için {platforms} hesabı gereklidir
uk: Для отримання статистики {game} необхідно мати обліковий запис на {platforms}

source: Added group category **{category_name}** to {role_count} roles
it: Aggiunta categoria del gruppo **{category_name}** a {role_count} ruoli
uk: Додано категорію груп **{category_name}**

source: Added group category **{name}**: {description}
it: Aggiunta categoria del gruppo **{name}**:{description}
uk: Додано групову категорію **{name}**

source: Added group {role}
it: Aggiunto gruppo {role}
uk: Додано групу {role}

source: Added {account}
it: Aggiunto {account}
uk: {account} додано

source: Adding ARK chat
it: Aggiungendo chat ARK
uk: Додаю чат ARK

source: Adding you to group {role}
it: Aggiungendo te al gruppo {role}
uk: Додаю вас до групи {role}

source: Adding {account} for {name}
it: Aggiungendo {account} per {name}
uk: Додавання облікового запису {account} для користувача {name}...

source: Are you sure you want to cancel the event {event_name}? (yes or no)
it: Sei sicuro/a di voler cancellar l'evento {event_name}? (yes o no)
uk: Ви впевнені, що хочете скасувати подію «{event_name}»? (yes або no)

source: Are you sure you want to delete your profile?
it: Sei sicuro/a di voler eliminare il tuo profilo?
uk: Ви впевнені, що хочете видалити свій профіль?

source: Available languages: [{languages}]
de: Verfügbare Sprachen: [{languages}]
es: Lenguajes disponibles: [{languages}]
fi: Saatavilla olevat kielet: [{languages}]
fr: Langues disponibles: [{languages}]
it: Linguaggi disponibili: [{languages}]
ja: 使用可能な言語： [{languages}]
nl: beschikbaren talen:[{languages}]
pt: Idiomas disponíveis: [{languages}]
tr: Mevcut diller: [{languages}]
uk: Доступні мови: [{languages}]

source: Card {card_name} not found.
it: Carta {card_name} non trovata.
uk: Карта {card_name} не знайдена.

source: Character not found.
it: Personaggio non trovato.
uk: Персонажа не знайдено.

source: Check your DMs
es: Revisa tus mensajes directos
fi: Lue yksityisviestisi!
fr: Regardes tes MPs
it: Controlla i tuoi messaggi diretti
nl: Bekijk je PBs.
pt: Verifique seu DM
tr: Gelen mesajları kontrol et
uk: Перевірте свої особисті повідомлення (ОП)

source: Click the below icons to join/leave that group: {groups}
es: Dale click a los iconos de abajo para unirte/salirte del grupo:n {groups}
it: Clicca le icone sottostanti per unirti a/lasciare quel gruppo: {groups}
nl: Klik op the iconen hieronder om de groep te betreden/verlaten: {groups}
pt: Clique nos ícones abaixo para participar ou sair desse grupo: {groups}
uk: Клацніть на іконки нижче, щоб приєднатися до групи чи покинути її: {groups}

source: Compiling stats of {number} players...
it: Compilando le statistiche di {number} giocatori...
uk: Складаю статистику {number} гравця(ів)...

source: Completed reset of {game}, {stat_name}
it: Completato il reset di {game}, {stat_name}
uk: Завершено видалення ролей, створених для {stat_name} у {game}

source: Could not find {user} on {server}, please try again
it: Impossibile trovare {user} in {server}, per favore prova ancora
uk: {user} відсутній на сервері {server}, будь ласка, спробуйте знову

source: Currently setup Prestige roles for {guild}: {games_n_stats}
it: Ruoli Prestige impostati al momento per {guild}: {games_n_stats}
uk: Поточне налаштування ролей Престижу для {guild}: {games_n_stats}

source: Default FC for this server registered as {name} on {server}
it: FC di default per questo server registrato come {name} su {server}
uk: Типова FC для цього серверу зареєстрована як {name} на сервері {server}

source: Describe your event in more detail: (Optional, enter x to skip)
it: Descrivi il tuo evento in modo più dettagliato: (Opzionale, usa x per saltare)
uk: Опишіть вашу подію детальніше: (опціонально, введіть x, аби пропустити)

source: Distance between {user1} and {user2}: {dist}ly
es: Distancia entre {user1} y {user2}: {dist}ly
it: Distanza tra {user1} e {user2}: {dist}
nl: Afstand tussen {user1} en {user2}: {dist}M
pt: Distância entre {user1} e {user2}: {dist} ly
uk: Відстань між {user1} та {user2}: {dist}

source: Distance to center
es: Distancia hacia el centro
it: Distanza dal centro
nl: Afstand tot middelpunt.
pt: Distância ao centro
uk: Відстань до центру

source: Do you play Paladins on PC, PSN or XBL?
it: Giochi a Paladins su PC, PSN o XBL?
uk: Ви граєте у Paladins на PC, PSN чи XBL?

source: Do you play Paragon on PSN or PC?
it: Giochi a Paragon su PSN o PC?
uk: Ви граєте у Paragon на PC, PSN чи XBL?

source: Do you play Smite on PC, PSN or XBL?
it: Giochi a Smite su PC, PSN o XBL?
uk: Ви граєте у Smite на PC, PSN чи XBL?

source: Do you play destiny on PC, PSN or XBL?
it: Giochi a Destiny su PC, PSN o XBL?
uk: Ви граєте у Destiny на PC, PSN чи XBL?

source: Do you play destiny on PSN or XBL?
it: Giochi a Destiny su PSN o XBL?
uk: Ви граєте у Destiny на PC, PSN чи XBL?

source: Do you play on PC, PSN or XBL?
it: Giochi su PC, PSN o XBL?
uk: Ви граєте на PC, PSN чи XBL?

source: ERROR! Unable to DM {user} as they have them disabled. Cancelling account request.
it: ERRORE! Impossibile mandare un messaggio diretto a {user} dato che li ha disabilitati. Richiesta di account annullata.
uk: ПОМИЛКА! Неможливо ОП користувача {user}, оскільки вони у нього вимкнені. Скасування запиту облікового запису.

source: End Time
it: Tempo di fine
uk: Час закінчення

source: Enter your account name:
it: Inserisci il nome del tuo account:
uk: Введіть ім’я вашого облікового запису:

source: Event can't end before it starts, try again.
it: L'evento non può finire prima di iniziare, riprova.
uk: Подія не може розпочатися раніше ніж почнеться, спробуйте знову.

source: Event can't start before now, try again.
it: L'evento non può partire prima di adesso, riprova.
uk: Подія не може розпочатися раніше ніж зараз, спробуйте знову.

source: Event creation cancelled.
it: Creazione dell'evento annullata.
uk: Створення події скасоване.

source: Event creation continuing via DM.
it: La creazione dell'evento continuerà nei messaggi diretti.
uk: Створення події продовжується через ОП.

source: Event name limited to 64 characters, try again.
it: Nome dell'evento limitato a 64 caratteri, riprova.
uk: Назва події обмежена до 64 символів, спробуйте знову.

source: Event not cancelled.
it: Event non annullato.
uk: Подію не скасовано.

source: Event not found on this server.
it: Evento non trovato su questo server.
uk: Подію не знайдено на цьому сервері.

source: Event {event_name} cancelled
it: Evento {event_name} annullato
uk: Подію «{event_name}» скасовано

source: Files for {language_key} not found
es: archivos para {language_key} no encontrados
fi: Tiedostoja {language_key}:lle ei löytynyt
fr: Les fichiers pour {language_key} n'ont pas été trouvés
it: File per {language_key} non trovati
nl: Bestanden voor {language_key} niet gevonden.
pt: Os Arquivos para {language_key} não foram encontrado
tr: {language_key} dosyaları bulunamadı
uk: Файли для {language_key} не знайдено

source: Following characters found, if you are expecting a character and it's not here trying logging into it:
it: Sono stati trovati i seguenti personaggi, se ti aspetti di vedere un personaggio che non è qua prova a farci accesso:
uk: Якщо ви не бачите потрібного вам персонажа, спробуйте зайти на нього. Знайдені такі персонажі:

source: For this stat please reply with a list of number -> role - one on each line. For example: 1000 @Best Rank 500 Nearly Best 100 Newbie
it: Per questa statistica per favore rispondi con una lista di "numero -> ruolo", una per riga. Per esempio: 1000 @Miglior Ruolo 500 Quasi il Migliore 100 Recluta
uk: Будь ласка, для цієї статистики дайте відповідь списком цифр -> ролей - кожна пара з нового рядка. Наприклад: 1000 @Найкращий ранг 500 Майже найкращий 100 Новачок

source: For this stat please reply with a list of roles - one on each line. You need one role for each of these: {stat_names}
it: Per questa statistica per favore rispondi con una lista di ruoli, uno per riga. Ti serve un ruolo per ciascuno di questi: {stat_names}
uk: Для цієї статистики, будь ласка, надайте відповідь списком ролей - кожну з нового рядка. Вам потрібна одна роль для кожної статистики: {roles}

source: Group {role} not found. See {prefix}lfg groups.
it: Gruppo {role} non trovato. Vedi {prefix}lfg groups.
uk: Групу {role} не знайдено. Гляньте у {prefix}lfg groups.

source: Groups
it: Gruppi
uk: Групи

source: Hero {hero_name} not found.
it: Eroe {hero_name} non trovato.
uk: Героя {hero_name} не знайдено.

source: I attempted to DM you further questions to create your event but failed. Try sending me a DM first.
it: Ho provato a mandarti un messaggio diretto con ulteriori domande per creare il tuo evento ma non ho potuto. Prova te a mandarmi un messaggio per primo/a.
uk: Я намагався надіслати ОП з додатковими питаннями для створення вашої події, але зазнав невдачі. Напишіть мені ОП перші.

source: I can't assign you {role} as it's higher than my role.
it: Non posso assegnarti il ruolo {role} dato che è più alto del mio.
uk: Я не можу назначити вам роль {role}, оскільки вона вища за мою.

source: I tried to DM you {mention} but you have DMs disabled, please DM me that command.
es: Trate de mandarte un mensaje directo {mention} pero tus mensajes directos estan desabilitados, mandame tu {mention} el comando por mensaje directo.
fi: Yritin lähettää sinulle yksityisviestin, mutta sinulla on yksityisviestit pois päältä, lähetä minulle tuo komento.
fr: J'ai essayé de te MP {mention} mais tu les as désactivé, s'il te plaît MP moi donc la commande.
it: Ho provato a mandarti un messaggio diretto {mention} ma li hai disabilitati, prova a mandarmi un messaggio con quel comando.
nl: Ik heb geprobeerd een bericht naar {mention} te sturen maar je hebt PBs uitstaan, Kunt u mij die opdracht doormiddel van PB sturen.
pt: {mencionar} tentei enviar um DM pra você , mas você está com o DM desativado, por favor me mande esse comando.
tr: Sana Direkt Mesaj atmayı denedim {mention} fakat DM'leri kapatmışsın, lütfen bu komut için bana mesaj gönder.
uk: {mention}, я намагався надіслати вам ОП, але вони у вас вимкнені. Будь ласка, напишіть мені цю команду в ОП.

source: I'm missing permissions to grant the role {role} to {name}. Please check that I have the Manage Roles permission and {role} is below me in the role list.
it: Non ho i permessi per dare il ruolo {role} a {name}. Per favore controlla che io abbia il permesso per gestire i ruoli e che {role} sia sotto di me nella lista dei ruoli.
uk: Я не маю дозволів надати роль {role} користувачеві {name}. Будь ласка, перевірте, що я маю дозвіл «Керувати ролями» й тому, що {role} нижче мене у списку ролей.

source: Languages reloaded
de: Sprachen aktualisiert
es: Lenguajes recargados
fi: Kielet ladattu
fr: Langues rechargés
it: Lingue ricaricate
ja: 使用可能な言語は再ロードされました。
nl: Talen herladen.
pt: Idiomas recarregados
tr: Diller tekrar yüklendi
uk: Мови перезавантажено

source: Link not clicked, request cancelled.
it: Link non cliccato, richiesta annullata.
uk: Ланка не була активована, тож запит скасовано.

source: Location
es: Localizacion
it: Posizione
nl: Locatie
pt: Localização
uk: Розташування

source: Looking up Destiny 2 account for {account} on {platform}..
it: Cercando account di Destiny 2 per {account} su {platform}...
uk: Шукаю обліковий запис {account) у Destiny 2 на {platform}..

source: Looking up Destiny account for {account} on {platform}..
it: Cercando account di Destiny per {account} su {platform}...
uk: Шукаю обліковий запис {account) у Destiny на {platform}..

source: Looking up Paragon account for {account} on {platform}..
it: Cercando account di Paragon per {account} su {platform}...
uk: Шукаю обліковий запис {account) у Paragon на {platform}..

source: Looking up Wargaming.net account for {user} on {platform} in {region}..
it: Cercando account di Wargaming.net per {user} su {platform} in {regione}...
uk: Шукаю обліковий запис {account) у Wargaming.net на {platform} у регіоні {region}..

source: Looking up {game} account for {user} on {platform}.
it: Cercando account di {game} per {user} su {platform}.
uk: Шукаю обліковий запис {game} для {user} на {platform}.

source: Looking up {user} in LoL region {region}...
it: Cercando {user} nella regione {region} di LoL...
uk: Шукаю у LoL користувача {user}, регіон {region}...

source: Looking up {user} on Hi-Rez!...
it: Cercando {user} su Hi-Rez!...
uk: Шукаю на Hi-Rez! користувача {user}...

source: Looking up {user} on PSN...
it: Cercando {user} su PSN...
uk: Шукаю на PSN користувача {user}...

source: Looking up {user} on XBL...
it: Cercando {user} su XBL...
uk: Шукаю на XBL користувача {user}...

source: Looking up {user} on Z8Games!...
it: Cercando {user} su Z8Games!...
uk: Шукаю на Z8Games! користувача {user}...

source: Looking up {user} on osu!...
it: Cercando {user} su osu!...
uk: Шукаю у osu! користувача {user}...

source: Looking up {user} on {game} on {platform}...
de: Suche {user} in {game} in {platform}...
es: Buscando a {user} en {game} en {platform}...
fi: Tarkistetaan {user} pelissä {game} {platform}:ssä...
fr: Je recherche {user} sur {game} sur {platform}...
it: Cercando {user} su {game} su {platform}...
nl: {user} aan het zoeken in {game} op {platform}...
tr: {platform} üzerinden {game} oyununun {user} kullanıcısına bakılıyor...
uk: Шукаю користувача {user} у {game} на {platform}...

source: Looking up {user} on {game}...
de: Suche {user} in {game}...
es: Buscando a {user} en {game}...
fi: Tarkistetaan {user} pelissä {game}...
fr: Je recherche {user} sur {game}...
it: Cercando {user} su {game}...
ja: {game}で{user}と呼ばれたユーザーを検索中・・
nl: {user} aan het zoeken in {game}...
pt: Olhando para {user} no {game}..
tr: {game} oyununun {user} oyuncusuna bakılıyor...
uk: Шукаю користувача {user} у {game}...

source: Name your event: (Enter x to cancel)
it: Dai un nome al tuo evento: (Usa x per annullare)
uk: Назвіть вашу подію: (введіть x, аби пропустити)

source: New event for {groups} - '{name}' with key {key}
it: Nuovo evento per {groups} - '{name}' con key {key}
uk: Нова подія для груп {groups} - '{name}' з ключем {key}

source: No ARK server registered for this server
it: Nessun server ARK registrato per questo server
uk: Жодного серверу ARK не зареєстровано для цього серверу

source: No ARK server registered for this server. Register with {prefix}ark register <ip> <port>
it: Nessun server ARK registrato per questo server. Registrane uno con {prefix}ark register <ip> <porta>
uk: Жодного ARK серверу не зареєстровано для цього серверу. Як зареєструвати: {prefix}ark register <ip> <port>

source: No Battlerite profile found for {profile}.
it: Nessun profilo di Battlerite trovato per {profile}
uk: Жодного Battlerite профілю не знайдено для {profile}

source: No CSGO players found on this server. Do {prefix}csgo first.
it: Nessun giocatore di CSGO trovato su questo server. Prima usa {prefix}csgo.
uk: Гравців у CS:GO на цьому сервері не знайдено. Станьте першим, написавши {prefix)csgo.

source: No Crucible history found for {name}
it: Nessuna cronologia di Crucible trovata per {name}
uk: Жодної історії участі у Crucible для користувача {name} не знайдено

source: No Destiny 2 characters found.
it: Nessun personaggio di Destiny 2 trovato.
uk: Жодного персонажа Destiny 2 не знайдено.

source: No Destiny 2 clan found.
it: Nessun clan di Destiny 2 trovato.
uk: Жодного клану Destiny 2 не знайдено.

source: No Destiny 2 players on {platform} found.
it: Nessun giocatore di Destiny 2 su {platform} trovato.
uk: Жодних гравців Destiny 2 на {platform} не знайдено.

source: No Destiny 2 profile found on {platform}.
it: Nessun profilo di Destiny 2 trovato su {platform}.
uk: Жодного профілю Destiny 2 на {platform} не знайдено.

source: No PUBG players found on this server. Do {prefix}pubg first.
it: Nessun giocatore di PUBG trovato su questo server. Prima usa {prefix}pubg.
uk: Гравців у PUBG на цьому сервері не знайдено. Станьте першим, написавши {prefix)pubg.

source: No Siege players found on this server. Do {prefix}siege first.
it: Nessun giocatore di Siege trovato su questo server. Prima usa {prefix}siege.
uk: Гравців у Siege на цьому сервері не знайдено. Станьте першим, написавши {prefix)siege.

source: No account deleted.
it: Nessun account eliminato.
uk: Немає облікових записів для видалення.

source: No account set as primary.
it: Nessun account impostato come principale.
uk: Жоден обліковий запис не встановлено головним.

source: No active games.
it: Nessun gioco attivo.
uk: Немає активних ігор.

source: No characters found on that account. Please confirm account and try again.
it: Nessun personaggio trovato su quell'account. Per favore conferma l'account e riprova.
uk: Жодного персонажа не знайдено. Будь ласка, перевірте обліковий запис й спробуйте знову.

source: No choices received, request cancelled.
it: Nessuna scelta ricevuta, richiesta annullata.
uk: Жодного вибору не отримано, запит скасовано.

source: No completed raids found for {name}
it: Nessun raid completo trovato per {name}
uk: Жодного завершеного рейду для користувача {name} не знайдено

source: No data for {name}
it: Nessun dato su {name}
uk: Немає даних для користувача {name}

source: No events for this server.
it: Nessun evento per questo server.
uk: Подій на цьому сервері немає.

source: No games currently being played.
es: No hay juegos que estan siendo actualmente jugados.
it: Nessun gioco giocato al momento.
nl: Er worden momenteel geen spellen gespeeld.
pt: Nenhum jogo em reprodução atualmente
uk: Наразі не грають у жодну гру.

source: No group categories defined for this server.
it: Nessuna categoria di gruppo definita per questo server.
uk: Немає визначених групових категорій для цього сервера.

source: No group found for {role}
it: Nessun gruppo trovato per {role}
uk: Немає груп для ролі {role}

source: No groups defined for this server.
it: Nessun gruppo definito per questo server.
uk: Визначені групи для цього сервера відсутні.

source: No groups defined on {server}, use {command}
es: No hay grupos definidos en {server}, usa {command}
it: Nessun gruppo definito su {server}, usa {command}
nl: Geen groepen gedefinieerd op {server}, gebruik {command}.
uk: Групи на сервері {server} відсутні, скористайтеся командою {command}

source: No guilds registered for live Paragon matches
it: Nessun server registrato per incontri live di Paragon
uk: Немає ґільдій, зареєстрованих для матчів Paragon наживо

source: No matches found. Submit some via {prefix}csgo match <share code>
it: Nessun incontro trovato. Inseriscine uno tramite {prefix}csgo match <share code>
uk: Жодного матчу не знайдено. Додайте якісь через {prefix}csgo match <код для поширення>

source: No matches recorded.
it: Nessun incontro registrato.
uk: Записані матчі відсутні.

source: No operator information found for {name} on {platform} {region}
it: Nessuna informazione sull'operatore trovata per {name} su {platform} {region}
uk: Не знайдено ніякої інформації про оперативників для {name} на {platform} {region}

source: No raid history found for {name}
it: Nessuna cronologia dei raid trovata per {name}
uk: Жодної історії рейдів для користувача {name} не знайдено

source: No ranked CSGO players found on this server. Do {prefix}csgo first.
it: Nessun giocatore di CSGO classificato trovato su questo server. Prima usa {prefix}csgo.
uk: Не зайдено жодного рангово гравця у CS:GO на цьому сервері. Станьте першим, написавши {prefix}csgo .

source: No rare trophies found for {account}
it: Nessun trofeo raro trovato per {account}
uk: Жодних рідкісних нагород для облікового запису {account} не знайдено

source: No recent matches could be found.
it: Non è stato trovato nessun incontro recente.
uk: Жодних нещодавніх матчів не знайдено.

source: No recent matches found for {account}
it: Non è stato trovato nessun incontro per {account}
uk: Нещодавних матчів для облікового запису {account} не знайдено

source: No recent trophies found for {account}
it: Non è stato trovato nessun trofeo per {account}
uk: Жодних нещодавних нагород для облікового запису {account} не знайдено

source: No response from user.
de: Keine Antwort vom Benutzer.
es: No hay respuesta del usuario
fi: Ei vastausta käyttäjältä.
fr: Pas de réponse de l'utilisateur.
it: Nessuna risposta dall'utente.
ja: ユーザーから返事なさそうです・・
nl: Geen antwoord gekregen van {user}
pt: Não obtive nenhuma resposta do usuário
tr: Kullanıcıdan yanıt yok.
uk: Немає відповіді від користувача.

source: No season information found for {name} on {platform} {region}
it: Nessuna informazione della stagione trovata per {name} su {platform} {region}
uk: Не знайдено інформацію про цей період для {name} на {platform} {region}

source: No trophy cabinet found for {account}
it: Nessuna teca dei trofei trovata per {account}
uk: Жодного кабінету нагород для облікового запису {account} не знайдено

source: No {game} players found on this server. Do {prefix}{game_key} first.
es: Ningun jugador de {game} encontrado en este servidor. Hagan {prefix}{game_key} primero.
fi: {game} pelaajia ei löytynyt tällä palvelimella. Tee {prefix}{game_key} ensin.
fr: Pas de joueur de {game} trouvé sur ce serveur. Fais d'abort {prefix}[game_key}
it: Nessun giocatore di {game} trovato su questo server. Prima usa {prefix}{game_key}.
nl: Geen {game} spelers gevonden op deze server, Doe {prefix}[game_key} eerst.
pt: Nenhum jogador de {game} foi encontrado neste servidor. Use {prefix}{game_key}!
tr: Bu sunucuda {game} oyuncusu bulunamadı. İlk olarak {prefix}{game_key} yap
uk: На цьому сервері ніхто не грає у {game}. Станьте першим, написавши {prefix}{game_key}.

source: No {game} stats found for {user} on {platform}
es: No hay estadisticas de {game} encontradas para {user} en {psn}
it: Nessuna statistica di {game} trovata per {user} su {platform}
nl: Geen {game} statistieken gevonden voor {user} op {platform}
pt: Nenhuma estatística do {game} foi encontrada para o {user} na {platform}
uk: Статистику {game} для користувача {user} на {platform} не знайдено

source: Not tagging any groups in this event.
it: Non taggando nessun gruppo per questo evento.
uk: Не позначено жодної групи у цій події.
