Repository: Avaren/gamestats-locale
Catalog: */LC_MESSAGES/gamestats.po
Languages: de, es, fi, fr, it, ja, nl, pt, tr, uk

source: Unable to add emoji, duplicate name: {details}
it: Impossibile aggiungere l'emoji, nome doppio: {details}
uk: Не можу додати емоджі, ім’я вже існує: {details}

source: Updating {csgo_players_count} steam users found on this server.
it: Aggiornando {csgo_players_count} utenti steam trovati su questo server.
uk: Знайдено користувачів steam на цьому сервері: {csgo_players_count}. Йде оновлення...

source: User doesn't appear to have data on opendota, try visiting {profile}
it: L'utente non sembra avere nessun dato su opendota, prova ad andare su {profile}
uk: Схоже, користувач не має даних на opendota, спробуйте відвідати {profile}

source: User {name} not found.
it: L'utente {user} non è stato trovato.
uk: Користувача {name} не знайдено.

source: WARNING: This will attempt to remove Discord roles related to this Prestige role, are you sure you want to continue?
it: ATTENZIONE: Questo proverà a rimuovere i ruoli di Discord relativi a questo ruolo Prestige, sei sicuro/a di voler continuare?
uk: УВАГА: це призведе до видалення пов’язаних з цією роллю Престижу ролей Дискорду. Ви впевнені, що хочете продовжити?

source: Warning: You have multiple accounts for {game} you might want to delete one with {prefix}delete {game_key} or change your primary account with {prefix}primary {game_key}
es: Cuidado: Tienes multiples cuentas de {game} deberias borrar una con {prefix} delete {game_key} o cambia tu cuenta primaria con {prefix}primary {game_key}
fi: Varoitus: Sinulla on monia käyttäjiä peliin {game}, haluat ehkä poistaa yhden {prefix}delete {game_key}:llä tai vaihtaa pääkäyttäjäsi {prefix}primary {game_key}:llä
fr: Attention: Tu as plusieurs comptes pour {game}, tu veux peut-être en supprimer un avec la commande: {prefix}delete {game_key} ou tu veux changer ton compte principal avec la commande: {prefix}primary {game_key}
it: Attenzione: Hai più account per {game} potresti voler eliminarne uno con {prefix}delete {game_key} o cambiare il tuo account principale con {prefix}primary {game_key}
nl: Waarschuwing: Je hebt meerdere accounts voor {game}, Misschien wil je er een verwijderen met {prefix}delete {game_key} of verander je primaire account met {prefix}primary {game_key}
pt: Aviso: você tem várias contas para {game}, você pode querer excluir um com {prefix}delete {game_key} ou alterar sua conta principal com {prefix}primary {game_key}
tr: Uyarı: {game} için birden fazla hesabın var, bir tanesini {prefix}delete {game_key} komutunu kullanarak silebilir veya ana hesabını {prefix}primary {game_key} yazarak değiştirebilirsin
uk: Увага: ви маєте кілька облікових записів {game}. При бажанні можна видалити один, написавши {prefix}delete {game_key} або визначити головний за допомогою {prefix}primary {game_key}

source: What is the location of your NMS home base? To find its location, place a Signal Booster and note down the code it shows when you get close, in the format HUKYA:XXXX:XXXX:XXXX:XXXX
es: Cual es la localizacion de tu NMS base?
it: Qual è la posizione della tua base NMS? Per trovare la sua posizione, piazza un Signal Booster a annota il codice che mostra quando ti avvicini, nel formato HUKYA:XXXX:XXXX:XXXX:XXXX
nl: Wat is de locatie van je NMS thuisbasis?Om deze locatie the vinden, Plaats een SignaalVersterker en noteer de code die word weergegeven wanneer je in de buurt komt, in het formaat HUKYA:XXXX:XXXX:XXXX:XXXX
pt: Qual é a localização da base de NMS? Para encontrar a sua localização, coloque um Signal Booster e anote o código que mostra quando chegar perto, no formato HUKYA:XXXX:XXXX:XXXX:XXXX
uk: Де знаходиться ваша база у No Man's Sky? Аби знайти її розташування, розмістіть Посилювач Сигналу й запишіть код, який він показує при наближенні до нього, у форматі HUKYA:XXXX:XXXX:XXXX:XXXX

source: What is your Hi-Rez username?
it: Qual è il tuo username Hi-Rez?
uk: Який у вас Hi-Rez псевдонім?

source: What is your Z8Games username?
it: Qual è il tuo username Z8Games?
uk: Який у вас Z8Games псевдонім?

source: What is your character's name?
it: Qual è il nome del tuo personaggio?
uk: Яке ім’я у вашого персонажа?

source: What is your osu! username?
it: Qual è il tuo username di osu!?
uk: Який у вас osu! псевдонім?

source: What is your steam account? Please reply below. It can be in the form of: Vanity URL (<https://steamcommunity.com/id/name>) Vanity name (name from url above) Profile URL (<https://steamcommunity.com/profiles/123456789012345>) Steam Community ID (123456789012345) Steam ID (STEAM_0:0:0123456)
it: Qual è il tuo account steam? Per favore rispondi qua sotto. Può essere nella forma di: Vanity URL (<https://steamcommunity.com/id/name>) Vanity name (nome dall'URL sopra) Profile URL (<https://steamcommunity.com/profiles/123456789012345>) Steam Community ID (123456789012345) Steam ID (STEAM_0:0:0123456)
uk: Вкажіть, будь ласка, ваш обліковий запис Steam нижче. Ви можете вказати у різні способи, як-от: Особисте посилання (<https://steamcommunity.com/id/псевдонім>) Особистий псевдонім (з посилання вгорі) Посилання на профіль (<https://steamcommunity.com/profiles/123456789012345>) ID профілю Steam (123456789012345) Steam ID (STEAM_0:0:0123456)

source: What platform do you play {game} on? [{platforms}]
de: Auf welcher Platform spielst du {game}? [{platforms}]
es: En que plataforma juegas {game} en? [{platforms}]
fi: Millä alustalla pelaat peliä {game}? [{platforms}]
fr: Sur quelle plateforme joues-tu {game}? [{platforms}]
it: Su quali piattaforme giochi {game}? [{platforms}]
ja: どんなプラットフォームで{game}を遊びますか？ [{platforms}]
nl: Op welk platform speel je {game} op? [{platforms}]
pt: Em que plataforma você joga {game} em? [{platforms}]
tr: Hangi platformda {game} oynuyorsun? [{platforms}]
uk: Яку платформу використовуєте для гри у {game}? [{platforms}]

source: What region do you play WoW in? [EU, US, KR, TW]
it: In quale regione giochi WoW? [EU, US, KR, TW]
uk: В якому регіоні ви граєте у WoW? [EU, US, KR, TW]

source: What server is your character on?
it: Su quale server è il tuo personaggio?
uk: На якому сервері знаходиться ваш персонаж?

source: What time will the event end? (Format: YYYY-MM-DD HH:MM)
it: Quando finirà l'evento? (Formato: YYYY-MM-DD HH:MM)
uk: О котрій розпочнеться подія? (Формат: РРРР-ММ-ДД ГГ:ХХ)

source: What time will the event start? (Format: YYYY-MM-DD HH:MM or x to cancel)
it: Quando inizierà l'evento? (formato YYYY-MM-DD HH:MM o x per annullare)
uk: О котрій розпочнеться подія? (Формат: РРРР-ММ-ДД ГГ:ХХ або x щоб пропустити)

source: What timezone is the event in (e.g. UTC, America/New_York, Europe/London, Asia/Tokyo, Etc/GMT-7)? (x will use the default UTC)
it: In quale fascia oraria è l'evento? (ex: UTC, America/New_York, Europe/London, Asia/Tokyo, Etc/GMT-7) (usa x per impostare UTC)
uk: Який часовий пояс події? Наприклад: UTC, America/New_York, Europe/Kiev, Asia/Tokyo, Etc/GMT-7. Напишіть x, аби використати пояс UTC.

source: Which groups would you like to tag with this event? Select as many as you want then select the tick.
it: Quali gruppi vorresti taggare con questo evento? Scegline quanti ne vuoi, poi seleziona la spunta.
uk: Які групи ви бажаєте позначити учасниками цієї події? Оберіть скільки бажаєте, а потім оберіть галочку.

source: Xbox is not yet supported, sorry!
it: Xbox non è ancora supportata, mi dispiace!
uk: Вибачте, але Xbox поки що не підтримується!

source: You are already attending this event.
it: Stai già partecipando a questo evento.
uk: Ви вже учасник цієї події.

source: You can't add a profile to {name} because it's a bot
it: Non puoi aggiungere un profilo a {name} perché è un bot
uk: Ви не можете додати профіль користувачеві {name}, бо це бот. Біп-боп.

source: You do not have permission to change the language on {guild}.
es: No tienes permiso para cambiar el lenguaje en {guild}
fi: Sinulla ei ole oikeutta vaihtaa kieltä palvelimessa {guild}
fr: Tu n'as pas la permission de changer le language du bot sur {guild}.
it: Non hai il permesso di cambiare lingua su {guild}.
nl: Je hebt geen toestemming om the taal te veranderen van {guild}
pt: Você não tem permissão para alterar o idioma em {guild}
tr: {guild} sunucusu üzerinde dil değiştirmeye yetkin yok.
uk: Ви не маєте дозволу змінювати мову на сервері {guild}.

source: You don't appear to play Siege on PC. Select PSN/XBL by doing {prefix}add siege
es: No parece que juegas Siege en PC. Seleccion PSN/XBL al hacer {prefix}añadir Siege
fi: Sinä et näytä pelaavan Siegeä PC:llä. Valitse PSN/XBL ajamalla komento {prefix}add siege
fr: Tu ne parais pas jouer à Siege sur PC. Choisis PSN/XBL en faisant {prefix}add siege
it: Non sembri giocare Siege su PC. Seleziona PSN/XBL quando usi {prefix}add siege
nl: Je lijkt geen Siege te spelen op PC, Selecteer PSN/XBL door middel van {prefix}add siege
pt: Você não parece jogar o Siege no PC. Selecione `PSN` ou `XBL` usando o comando {prefix}add siege
tr: PC'de Siege oynadığın gözükmüyor. PSN/XBL platformlarından birini {prefix}add siege yazarak seçebilirsin.
uk: Схоже, ви не граєте у Siege на PC. Оберіть PSN/XBL командою {prefix}add siege

source: You don't have any accounts on your profile, add some!
es: No tienes cuentas en tu perfil, añade cuentas!!
fi: Sinulla ei ole käyttäjiä profiilissasi, lisää muutama!
fr: Tu n'as même pas de comptes sur ton profil, ajoute-en!
it: Non hai nessun account sul tuo profilo, aggiungine uno!
nl: Je hebt geen accounts op je profiel, voeg er één toe!
pt: Você não tem nenhuma conta no seu perfil, adicione alguns!
tr: Profilinde herhangi bir hesap yok, birazını ekle!
uk: У вас немає облікових записів у профілі, додайте якісь!

source: You don't have {account} on your profile.
it: Non hai {account} sul tuo profilo.
uk: Ви не маєте облікового запису {account} у своєму профілі.

source: You have already registered {account}
es: Ya registraste una cuenta {account}
fi: Sinä olet jo rekisteröinyt käyttäjän {account}
fr: Tu as déjà enregistré {account}
it: Hai già registrato {account}
nl: Je hebt al een account gemaakt {account}
pt: Você já registrou {account}
tr: {account} hesabını zaten kaydettin
uk: Ви вже зареєстрували {account}

source: You have been removed from {key}.
it: Sei stato rimosso da {key}.
uk: Ви були видалені з події «{key}».

source: You have no groups to tag in your events. Add some with {prefix}lfg groups add
it: Non hai gruppi da taggare nei tuoi eventi. Aggiungine uno con {prefix}lfg groups add
uk: Ви немаєте груп для позначання у ваших подіях. Додайте якісь через команду {prefix}lfg groups add

source: You have successfully signed up for {key}.
it: Ti sei registrato con successo per {key}.
uk: Ви успішно зареєструвалися у події «{key}»

source: You haven't registered for any events.
it: Non sei registrato per nessun evento.
uk: Ви не зареєстровані на жодній події.

source: You need to add an account for {game}, do {prefix}add {game_key}
de: Du musst für {game} ein Konto hinzufügen, schreib {prefix}add {game_key}
es: Necesitas añadir una cuenta para {game}, haz {prefix}añade {game_key}
fi: Sinun pitää listätä käyttäjä peliin {game}, aja komento {prefix}add {game_key}
fr: Tu dois ajouter un compte pour {game}, écris {prefix}add {game_key}
it: Devi aggiungere un account per {game}, usa {prefix}add {game_key}
ja: {game}のアカウントはまだ設定されていません。アカウントを追加するにはこのコマンドを使用してください： {prefix}add {game_key}
nl: Je moet een account toevoegen voor {game}, gebruik {prefix}add {game_key}
pt: Você precisa adicionar uma conta para o jogo {game}, usando o comando {prefix}add {game_key}
tr: {game} için bir hesap eklemen gerekiyor, {prefix}add {game_key} yazmalısın
uk: Вам потрібно додати обліковий запис {game}, напишіть {prefix}add {game_key}

source: You need to add some games, DM me with {prefix}add <account>. See {prefix}accounts for supported accounts.
it: Hai bisogno di qualche gioco, mandami un messaggio diretto con {prefix}add <account>. Vedi {prefix} accounts per gli account supportati.
uk: Вам потрібно додати якісь ігри, напишіть мені ОП з командою {prefix}add <обліковий запис>. Напишіть {prefix}accounts для отримання списку доступних облікових записів.

source: You need {roles} roles, please try again. (Or cancel with x)
it: Ti servono {roles} ruoli, per favore riprova. (O annulla con x)
uk: Будь ласка, спробуйте знову, вам потрібно ролей: {roles}. (Або скасуйте через x)

source: You took too long to respond, Prestige setup cancelled.
it: Ci hai messo troppo per rispondere, impostazione Prestige annullata.
uk: Ви надто довго не відповідали, встановлення Престижу скасовано.

source: You took too long to respond, event creation cancelled.
it: Ci hai messo troppo per rispondere, creazione dell'evento annullata.
uk: Ви надто довго не відповідали, створення події скасовано.

source: You took too long to respond, prestige setup cancelled.
it: Ci hai messo troppo per rispondere, impostazione prestige annullata.
uk: Ви надто довго не відповідали, встановлення Престижу скасовано.

source: You were not attending this event.
it: Non stai partecipando a questo evento.
uk: Ви не берете участь у цій події.

source: Your character is not part of any FC.
it: Il tuo personaggio non è parte di nessun FC.
uk: Ваш персонаж не є учасником жодної FC

source: Your profile is private. This setting can be modified in Overwatch under Options – Social.
it: Il tuo profilo è privato. Questa impostazione può essere modificata da Overwatch sotto Opzioni – Social.
uk: Ваш профіль приватний. Це налаштування може бути змінене в Overwatch через Options - Social.

source: f disabled on {guild_name}
it: f disabilitato su {guild_name}
uk: f вимкнено на сервері {guild_name}

source: f enabled in {guild_name}
it: f abilitato in {guild_name}
uk: f увімкнено на сервері {guild_name}

source: f enabled on {guild_name}
it: f abilitato su {guild_name}
uk: f увімкнено на сервері {guild_name}

source: {author} ({guild}) wants to add the following accounts to your profile, do you accept? (Reply with yes or no) {accounts}
it: {author} ({guild}) vuole aggiungere i seguenti account al tuo profilo, vuoi accettare? (Rispondi con yes o no) {accounts}
uk: {author} ({guild}) хоче додати наступні облікові записи до вашого профілю, ви згодні? (Напишіть yes або no) {accounts}

source: {channel} in {guild} registered to receive live match updates.
es: {channel} en {guild} registrado para recivir partidas en tiempo real.
it: {channel} in {guild} registrato per ricevere aggiornamenti sugli incontri in diretta.
nl: {channel} in {guild_name} geregistreerd voor live wedstrijd updates
pt: O canal {channel} no servidor {guild} foi registrado para recebe atualizações ao vivo.
uk: Тепер сервер {guild} буде наживо отримувати у {channel} оновлення матчів.

source: {game} Leaderboard for {guild}
es: {game} Leaderboard para {guild}
fi: {game} Parhaat pelaajat palvelimesa {guild}
fr: Classement de {game} pour {guild}
it: Classifica di {game} per {guild}
nl: {game} Leaderboard voor {guild}
pt: {game} Leaderboard para {guild}
tr: {guild} için {game} Lider listesi
uk: Дошка лідерів {game} для сервера {guild}

source: {game} account not found for {user}
de: Kein {game} Konto gefunden für {user}
es: Cuenta de {game} no encontrada para {user}
fi: {game}:n käyttäjää ei löydetty käyttäjälle {user}
fr: Pas de compte trouvé sur {game} pour {user}
it: Account di {game} non trovato per {user}
ja: {game}で{user}と呼ばれたユーザーが見つかりませんでした。
nl: Geen {game} account gevonden voor {user}
pt: {game} conta não encontrada para {user}
tr: {user} için {game} hesabı bulunamadı
uk: Обліковий запис для {user} у {game} не знайдено

source: {game} account not found for {user} on {platform}
es: Cuenta de {game} no encontrada para {user} en {platform}
fi: {game}:n käyttäjää ei löydetty käyttäjältä {user} alustalla {platform}
fr: Pas de compte trouvé sur {platform} pour {user}
it: Account di {game} non trovato per {user} su {platform}
nl: Geen {game} account gevonden voor {user} op {platform}
pt: A conta no {game} do {user} não foi encontrada no {platform}
tr: {platform} üzerinde {user} için {game} hesabı bulunamadı
uk: Обліковий запис для {user} на {platform} у {game} не знайдено

source: {game} is not currently supported, check back soon.
it: {game} non è supportato per ora, controlla presto.
uk: {game} наразі не підтримується, перевірте згодом.

source: {game} live games for {guild}
es: {game} juegos en linea para {guild}
it: Partite di {game} in diretta per {guild}
nl: {game} Live spellen voor {guild}
pt: {game} jogos ao vivo para {guild}
uk: Ігри наживо у {game} для сервера{guild}

source: {game} stats not found for {user} on {platform}
it: Statistiche di {game} non trovate per {user} su {platform}
uk: Відсутня статистика {game} для користувача {user} на {platform}

source: {guild} unregistered from receiving live match updates.
es: {guild} no registrada para recibir actualizaciones de partidos en tiempo real.
it: {guild} disiscritta dal riceve aggiornamenti sugli incontri in diretta.
nl: {guild} niet ingeschreven voor het ontvangen van live wedstrijd updates
pt: {guild} não registrado de receber atualizações ao vivo
uk: Сервер {guild} відписаний від отримання оновлень матчів наживо

source: {language_key} added to list of available languages, which are: [{languages}]
it: {language_key} aggiunta alla lista di linguaggi disponibili, che sono: [{languages}]
uk: {language_key} додано до списку доступних мов. Весь список: [{languages}]

source: {language_key} removed from available languages, which are: [{languages}]
es: {language_key} removida de lenguajes disponibles, que son: [{languages}]
fi: {language_key} poistettu saatavilla olevista kielistä, jotka ovat: [{languages}]
fr: {language_key} a été enlevé des langues disponibles qui sont: [{languages}]
it: {language_key} rimossa alla lista di linguaggi disponibili, che sono: [{languages}]
nl: {language_key} verwijderd van beschikbaren talen, welke zijn: [{languages}]
tr: {language_key} dili, içinde [{languages}] dillerini içeren mevcut dil listesinden silindi
uk: {language_key} прибрано зі списку доступних мов. Весь список: [{languages}]

source: {language} not in list of available languages: {languages}
de: {language} ist nicht in der Liste verfügbarer Sprachen: {languages}
es: {language} no en la lista de lenguajes disponibles: {languages}
fi: {language} ei ole saatavilla olevissa kielissä: {languages}
fr: {language} n'est pas dans la liste des langues disponibles: {languages}
it: {language} non è nella lista di linguaggi disponibili: {languages}
ja: {language}は使用可能な言語ではありません。 {languages}
nl: {language} niet in de lijst met beschikbaren talen: {languages}
pt: {language} não na lista de idiomas disponíveis: {languages}
tr: {language} dili, mevcut dil listesinde yer almıyor: {languages}
uk: {language} немає у списку доступних мов: {languages}

source: {name} declined
it: {name} rifiutato
uk: Користувач {name} відмовився

source: {name} does not appear to have any stats available.
it: {name} non sembra avere nessuna statistica disponibile.
uk: {name}, схоже, не має жодної доступної статистики

source: {region} is not a valid region. Please choose one of [{regions}]
it: {region} non è una regione valida. Per favore scegli una tra [{regions}]
uk: {region} є некоректним регіоном. Будь ласка, оберіть один з регіонів [{regions}]

source: {steam_user}'s has no stats available for CSGO
it: {steam_user} non ha statistiche disponibili per CSGO
uk: Користувач {steam_user} немає доступної статистики для CS:GO.

source: {steam_user}'s profile is private, no stats could be retrieved.
it: Il profilo di {steam_user} è privato, non è stato possibile recuperare nessuna statistica.
uk: Не можу отримати статистику, бо профіль користувача {steam_user} приватний.

source: {user} does not appear to be a valid Hi-Rez player.
it: {user} non sembra avere un giocatore Hi-Rez valido.
uk: Користувач {user}, схоже, не зареєстрований як гравець Hi-Rez.

source: {user} does not appear to be a valid LoL Summoner in {region}.
it: {user} non sembra avere un Summoner di LoL valido in {region}.
uk: Користувач {user}, схоже, не зареєстрований як LoL Summoner у регіоні {region}.

source: {user} does not appear to be a valid XBL Gamertag.
it: {user} non sembra avere un Gamertag XBL valido.
uk: Псевдонім {user}, схоже, є некоректним XBL Gamertag.

source: {user} does not appear to be a valid Z8Games user.
it: {user} non sembra avere un utente Z8Games valido.
uk: Користувач {user}, схоже, незареєстрований у Z8Games.

source: {user} does not appear to be a valid osu! user.
it: {user} non sembra avere un utente osu! valido.
uk: Користувач {user}, схоже, незареєстрований в osu!.

source: {user}'s Home Base
es: {user}'s base casa
it: Base di {user}
nl: {user}'s Thuis Basis
uk: База користувача {user}

source: {user}'s profile set to private. This setting can be modified in Overwatch under Options – Social.
it: Il profilo di {user} è privato. Questa impostazione può essere cambiata in Overwatch sotto Opzioni – Social.
uk: Профіль користувача {user} приватний. Це налаштування може бути змінене в Overwatch через Options - Social.

source: Registering ARK server {ip}:{port} for this server
uk: Реєструю сервер ARK {ip}:{port} для цього сервера

source: **ERROR**: The bot requires the ability to embed, make sure it has the 'Embed Links' permission.
es: **ERROR**: El bot requiere la abilidad de poder insertar, tengan en cuenta que el bot tenga el permiso de 'insertar enlances' activado.
fi: **VIRHE**: Tämä botti tarvitsee oikeuden lähettää upotuksia (embedejä), varmistathan että tällä botilla on oikeus 'Embed Links'
fr: **ERROR**: Le bot requiert l'abilité d'intégrer des liens, sois sûr qu'il a la permission: 'Intégrer des Liens'.
nl: De bot heeft de mogelijk om ingesloten links to sturen nodig, zorg ervoor dat het de "ingesloten links" toestemming heeft.
pt: **Algo deu errado!**: O bot precisa da permissão de incorporação, certifique-se de liberar a permissão 'Incorporar Links'.
tr: **HATA**: Botun embed için yeterli izne sahip olması gerek, 'Gömülü Bağlantılar' izninin verilmiş olduğundan emin olun.

source: You have not yet set up a profile, do {prefix}profile to get started.
es: No has activado tu perfil aun, has {prefix}perfil para iniciar.
fi: Sinulla ei vielä ole profiilia, aja komento {prefix}profile aloittaaksesi.
fr: Tu n'as pas encore préparer ton profil, fais {prefix}profile pour commencer.
nl: Je hebt nog geen profiel gemaakt, Gebruik {prefix}profile om te starten.
pt: Ainda não configurou um perfil, faça o {prefix}profile para começar.
tr: Henüz bir profil oluştumadın, {prefix}profile yazarak başlayın.

source: {language} added to list of available languages, which are: [{languages}]
de: {language} zur Liste verfügbarer Sprachen hinzugefügt: [{languages}]
fi: {language} lisätty saatavilla oleviin kieliin, jotka ovat: [{languages}]
fr: {language} a été ajouté à la liste des langues disponibles qui sont: [{languages}]
ja: 使用可能な言語には{language}が追加して、[{languages}]になりました。
nl: {language} toegevoegd aan lijst met beschikbaren talen, welke zijn: [{languages}]
pt: {language} adicionado à lista de idiomas disponíveis, que são: [{languages}]
tr: {language} dili, içinde [{languages}] dillerini içeren mevcut dil listesine eklendi

source: {guild}{language_key} removed from available languages, which are: [{languages}]
pt: {guild}{language_key} removido dos idiomas disponíveis, que são: [{languages}]

source: Please enter your account name for {game}:
fi: Kerro sinun pelinimesi pelissä {game}:
fr: S'il te plaît, entre ton nom de compte pour {game}:
tr: Lütfen {game} için hesap adını gir:
