Repository: Avaren/gamestats-locale
Catalog: */LC_MESSAGES/gamestats.po
Languages: de, es, fi, fr, it, ja, nl, pt, tr, uk

source: Only the event owner ({owner_name}) can cancel this event.
it: Solo il proprietario dell'evento ({owner_name}) può annullare questo evento.
uk: Лише власник події ({owner_name}) може скасувати її.

source: Platform invalid, valid platforms: {platforms}
it: Piattaforma non valida, piattaforme valide: {platforms}
uk: Некоректна платформа, коректними є: {platforms}

source: Player {account} not found
it: Giocatore {account} non trovato
uk: Гравця {account} не знайдено

source: Player {user} (aka {nickname}) has no stats for season {season}.
it: Giocatore {user} (aka {nickname}) non ha statistiche per la stagione {season}.
uk: Користувач {user} (aka {nickname}) не має статистики за період {season}.

source: Playstation is not yet supported, sorry!
it: PlayStation non è ancora supportata, mi dispiace!
uk: Вибачте, але Playstation поки що не підтримується!

source: Please answer the following questions:
it: Per favore rispondi alle seguenti domande:
uk: Будь ласка, дайте відповідь на наступні питання:

source: Please click the following link and log in to Battle.net to allow the bot to lookup your WoW characters: {link}
it: Per favore clicca il seguente link, accedi al tuo account Battle.net e permetti al bot di vedere i tuoi personaggi di WoW: {link}
uk: Будь ласка, клацніть на наступній ланці й залогінтеся у Battle.net, аби дозволити боту оглянути ваших персонажів у WoW: {link}

source: Please enter the platform you play on (PC, PSN, XBL):
it: Per favore inserisci la piattaforma su cui giochi (PC, PSN, XBL):
uk: Будь ласка, введіть платформу, на якій ви граєте (PC, PSN, XBL):

source: Please enter your BattleTag (in the format name#0000):
it: Per favore inserisci il tuo BattleTag (usando il formato nome#0000):
uk: Будь ласка, введіть ваш BattleTag (у форматі ім’я#0000):

source: Please enter your Epic Account name:
it: Per favore inserisci il nome del tuo account Epic:
uk: Будь ласка, введіть ім’я вашого облікового запису Epic:

source: Please enter your LoL Summoner name:
it: Per favore inserisci il nome del tuo Summoner di LoL:
uk: Будь ласка, введіть ім’я вашого LoL Summoner:

source: Please enter your LoL region (one of {regions}):
it: Per favore inserisci la tua regione di LoL (una tra {regions}):
uk: Будь ласка, введіть ваш регіон LoL (один з регіонів {regions}):

source: Please enter your PSN id:
it: Per favore inserisci il tuo id PSN:
uk: Будь ласка, введіть ваш PSN id:

source: Please enter your PUBG name:
it: Per favore inserisci il tuo nome di PUBG:
uk: Будь ласка, введіть ваше ім’я у PUBG:

source: Please enter your XBL Gamertag:
it: Per favore inserisci il tuo Gamertag di XBL:
uk: Будь ласка, введіть ваш XBL Gamertag:

source: Please enter your account name for {class_name}:
it: Per favore inserisci il nome dell'account per {class_name}:
uk: Будь ласка, введіть ім’я вашого облікового запису для {class_name}:

source: Please enter your region (one of {regions}):
it: Per favore inserisci la tua regione (una tra {regions}):
uk: Будь ласка, введіть ваш регіон (один з регіонів {regions}):

source: Please enter your {game} account name:
de: Bitte gib deinen {game} Kontonamen ein:
es: Porfavor ingresa tu nombre de usuario de {game}
fi: Kerro sinun {game}:n käyttäjän nimi:
fr: Peux-tu mettre ton nom de compte de {game}:
it: Per favore inserisci il nome del tuo account {game}:
ja: {game}のアカウント名を入力してください：
nl: Vul uw {game} gebruikersnaam alstublieft in:
pt: Por favor insira o nome da conta do seu {game}:
tr: Lütfen {game} hesabının ismini gir:
uk: Будь ласка, введіть ім’я облікового запису {game}:

source: Portal code
es: Codigo portal
it: Codice portale
uk: Код порталу

source: Prestige role reset cancelled.
it: Reset dei ruoli Prestige annullato.
uk: Видалення ролі Престижу скасовано.

source: Prestige roles not setup for {guild}, game: {game}, stat: {stat}
it: Ruoli Prestige non impostati per {guild}, gioco: {game}, stat: {stat}
uk: Ролі Престижу не задані для сервера {guild},

source: Prestige setup cancelled.
it: Impostazione Prestige annullata.
uk: Налаштування Престижу скасовано.

source: Prestige setup complete.
it: Impostazione Prestige completa.
uk: Налаштування Престижу завершено.

source: Profile NOT removed.
it: Profilo NON rimosso.
uk: Профіль НЕ видалено.

source: Profile created. To add accounts use {prefix}add <account> Supported accounts: {accounts}
es: Perfil creado. Para agregar cuentas usar {prefix}add <account> Cuentas soportadas: {accounts}
fi: Profiili luotu. Lisää käyttäjiä ajamalla komento {prefix}add <käyttäjä> Tuetut käyttäjät: {accounts}
fr: Profil crée. Pour ajouter des comptes utilise {prefix}add <account> Comptes supportés: {accounts}
it: Profilo creato. Per aggiungere account usa {prefix}add <account> Account supportati: {accounts}
nl: Profiel gemaakt. Om meer accounts toe te voegen gebruik {prefix}add <account> Ondersteunde accounts: {accounts}
pt: Perfil criado com sucesso! Para adicionar contas, use {prefixo}add <conta> Contas suportadas: {accounts}
tr: Profil oluşturuldu. hesap eklemek için {prefix}add <account> komutunu kullan Desteklenen hesaplar: {accounts}
uk: Профіль створено. Для додавання облікових записів використайте {prefix}add <обліковий запис> Облікові записи, що підтримуються: {accounts}

source: Profile not found.
it: Profilo non trovato.
uk: Профіль не знайдено.

source: Profile successfully deleted.
it: Profilo eliminato con successo.
uk: Профіль успішно видалено.

source: Registering Ark server {ip}:{port} for this server
it: Registrando server Ark {ip}:{port} per questo server

source: Removed group {role}
it: Rimosso gruppo {role}
uk: Видалено групу {role}

source: Removed prestige for {game}, {stat_name}
it: Rimosso prestige per {game}, {stat_game}
uk: Видалено Престиж для {game}, {stat_name}

source: Removed: {account}
it: Rimosso: {account}
uk: Видалено обліковий запис {account}

source: Request accepted
it: Richiesta accettata
uk: Запит прийнято

source: Request accepted. Adding to {name}
it: Richiesta accettata. Aggiungendo a {name}
uk: Запит прийнято. Додаю до {name}...

source: Request declined
it: Richiesta rifiutata
uk: Запит відхилено

source: Requesting permission from {name}
it: Richiedendo permesso da {name}
uk: Запитую дозволи у {name}...

source: Resetting Prestige roles...
it: Resettando ruoli Prestige...
uk: Очищую ролі Престижу...

source: Searching for FC {name} on {server}...
it: Cercando FC {name} su {server}...
uk: Шукаю FC {name} на сервері {server}...

source: Select a stat to base rank on by replying with one from the below list: {games}
it: Scegli una statistica su cui basare il rank rispondendo con uno della seguente lista: {games}
uk: Оберіть статистику для базового рангу, відповівши одним з запропонованих варіантів: {games}

source: Select all characters by entering **all** or enter their numbers in a list e.g: 1 3 5 6 7
it: Scegli tutti i personaggi scrivendo **all** o scrivi i loro numeri in una lista ex: 1 3 5 7
uk: Оберіть усіх персонажів, ввівши **all** або напишіть їх номери у списку, наприклад: 1 3 5 6 7

source: Set as primary: {account}
it: Impostato come principale: {account}
uk: Встановлено головним обліковий запис {account}

source: Set language for {guild_name} to {language}
de: Setze Sprache für {guild_name} auf {language}
es: Establecer lenguaje para {guild_name} a {language}
fi: Aseta kieli {language} palvelimelle {guild_name}
fr: Mettre la langue pour {guild_name} sur {language}
it: Impostato {language} come lingua per {guild_name}
ja: {guild_name}の言語は{language}に設定されました。
nl: taal instellen voor {guild_name} in {language}
pt: "Definir idioma de {guild_name} para {language}"
tr: {guild_name} sunucusu için {language} dili belirlendi
uk: Тепер мова бота для {guild_name} - {language}

source: Shows your stats from {game}
es: Muestra tus estadisticas de {game}
fi: Näytä tilastosi pelistä {game}
fr: Montre tes stats de {game}
it: Mostra le tue stat da {game}
nl: Laat je statistieken zien van {game}
pt: Mostra suas estatísticas de {game}
tr: {game} istatistiklerini gösterir
uk: Показує вашу статистику у {game}

source: Sorry I can't find {name} on {server}, are you sure that's correct?
it: Non riesco a trovare {name} su {server}, sei sicuro che sia giusto?
uk: Вибачте, не можу знайти користувача {name} на сервері {server}, ви впевнені у правильності написаного?

source: Sorry that account isn't on your profile.
es: Perdone pero esa cuenta no esta en su perfil.
fi: Tuota käyttäjää ei ole profiilissasi
fr: Désolé ce compte n'est pas sur votre profil.
it: Quell'account non è sul tuo profilo.
nl: Sorry dat account is niet op je profiel
pt: Desculpe, essa conta não está no seu perfil
tr: Maalesef bu hesap, profilinde yok.
uk: Вибачте, цей обліковий запис відсутній у вашому профілі.

source: Sorry the account {account} is not supported yet. The supported accounts are {accounts}
it: L'account {account} non è ancora supportato. Gli account supportati sono {accounts}
uk: Вибачте, цей обліковий запис ще не підтримується. Облікові записи, що підтримуються: {accounts}

source: Sorry the account {account} is not supported yet. The supported accounts are {accounts} For example enter the following: **{prefix}add steam**
es: Disculpe, la cuenta {account} no es soportada aun. Las cuentas soportadas son {accounts}.
fi: Käyttäjää {account} ei vielä tueta. Tuetut käyttäjät ovat {accounts} Esimerkiksi aja komento **{prefix}add steam**
fr: Désolé le compte {account} n'est pas encore supporté. Les comptes supportés sont {accounts} Par exemple, entre ça: **{prefix}add steam**
it: L'account {account} non è ancora supportato. Gli account supportati sono {accounts} Per esempio, usa: **{prefix} add steam**
nl: Sorry het account {account} is nog niet ondersteund. De ondersteunde accounts zijn {accounts} Als voorbeeld vul het volgende in **{prefix}add steam**
pt: Desculpe, a conta {account} ainda não é suportada. As contas suportadas são {contas} Por exemplo, digite o seguinte: ** {prefixo} adicionar vapor **
tr: Üzgünüm fakat henüz {account} hesabı desteklenmiyor. Desteklenen hesaplar {accounts} Örneğin şunu girin: **{prefix}add steam**
uk: Вибачте, обліковий запис {account} ще не підтримується. Облікові записи, що підтримуються: {accounts} Наприклад, напишіть наступне: **{prefix}add steam**

source: Sorry the account {account} is not supported yet. The supported accounts are {supported_accounts} For example enter the following: **{prefix}add steam**
it: L'account {account} non è ancora supportato. Gli account supportati sono {supported_accounts} Per esempio, usa: **{prefix} add steam**
uk: Вибачте, обліковий запис {account} ще не підтримується. Облікові записи, що підтримуються: {supported_accounts} Наприклад, напишіть наступне: **{prefix}add steam**

source: Sorry, I didn't get that. Please try again
it: Scusa, non ho capito. Per favore riprova
uk: Вибачте, не второпав. Спробуйте ще раз

source: Sorry. This command is disabled and cannot be used.
it: Mi dispiace, questo comando è disabilitato e non può essere usato.
uk: Вибачте, ця команда вимкнена або не може бути використана.

source: Start Time
it: Tempo di partenza
uk: Час початку

source: Supported accounts: {accounts}
es: Cuentas soportadas: {accounts}
fi: Tuetut käyttäjät: {accounts}
fr: Comptes supportés: {accounts}
it: Account supportati: {accounts}
nl: Ondersteunde accounts: {accounts}
pt: Contas suportadas: {accounts}
tr: Desteklenen hesaplar: {accounts}
uk: Облікові записи, що підтримуються: {accounts}

source: Supported games: {games}
es: Juegos soportados: {games}
fi: Tuetut pelit: {games}
fr: Jeux supportés: {games}
it: Giochi supportati: {games}
pt: Jogos suportados: {games}
tr: Desteklenen oyunlar: {games}
uk: Ігри, що підтримуються: {games}

source: Tagging the following groups in your event: {groups}
it: Taggando i seguenti gruppi nel tuo evento: {groups}
uk: Позначаю наступні групи у вашій події: {groups}

source: That emoji was not found. Use your own or pick from {prefix}lfg emojis
it: Quell'emoji non è stata trovata. Usa una delle tue oppure scegline una da {prefix}lfg emojis
uk: Цей емоджі не був знайдений. Використайте ваш власний або оберіть з {prefix}lfg emojis

source: That event was not found on this server.
it: Quell'evento non è stato trovato su questo server.
uk: Таку подію не знайдено на цьому сервері.

source: That group category is already defined for this server.
it: Questa categoria di gruppo è già stata definita per questo server.
uk: Таку групову категорію вже визначено для цього сервера.

source: That group is already defined for this server.
it: Questo gruppo è già stato definito per questo server.
uk: Таку групу вже визначено для цього сервера.

source: That is not a valid stat type for {game}.
it: Quello non è un tipo di stat valido per {game}.
uk: Некоректний тип статистики для {game}.

source: That leaderboard was not found, please try again.
it: Quella classifica non è stata trovata, per favore riprova.
uk: Дошка лідерів не знайдена, будь ласка, спробуйте знову.

source: That match ID does not look valid, please try again.
it: Quel ID dell'incontro non sembra essere valido, per favore riprova.
uk: Схоже, ID цього матчу некоректний, будь ласка, спробуйте знову.

source: That region wasn't valid, please use one of {regions}.
it: Quella regione non è valida, per favore usa una tra {regions}.
uk: Некоректний регіон, будь ласка, використайте один з цих: {regions}.

source: That role doesn't exist and I don't have the permissions to create it.
it: Quel ruolo non esiste e non ho i permessi per crearlo.
uk: Ця роль не існує й я не маю права її створити.

source: That time isn't valid, try again.
it: Quel tempo non è valido, per favore riprova.
uk: Некоректний час, спробуйте знову.

source: That timezone isn't valid, try again.
it: Quella fascia oraria non è valida, per favore riprova.
uk: Некоректний часовий пояс, спробуйте знову.

source: That user can no longer be found.
it: Quell'utente non può più essere trovato.
uk: Цього користувача неможливо більше знайти.

source: That user hasn't added an account for {game}
de: Dieser Benutzer hat für {game} kein Konto hinzugefügt
es: Ese usuario no ha añadido un cuenta para {game} aun
fi: Tuo käyttäjä ei ole lisännyt käyttäjää pelille {game}
fr: Cet utilisateur n'a pas ajouté de compte pour {game}
it: Quell'utente non ha aggiunto nessun account per {game}
ja: そのユーザーは{game}のアカウントがまだ設定されていません。
nl: Die gebruiker heeft nog geen account toegevoegd voor {game}
pt: Esse usuário não adicionou uma conta para {game}
tr: Kullanıcı, {game} için bir hesap eklemedi
uk: Цей користувач не додав обліковий запис {game}

source: That was not a valid choice. You have {tries} more tries.
es: Esa no fue una buena eleccion. Tienes {tries} intentos mas.
fi: Tuo ei ole vaihtoehto. Sinulla on {tries} yritystä jäljellä.
fr: Ce choix n'est pas valide. Tu as encore {tries} essais.
it: Quella non era una scelta valida. Hai ancora {tries} tentativi.
nl: Dat was geen geldige keus, Je hebt nog {tries} pogingen
pt: Essa não foi uma escolha válida. Você tem mais {tries} tentativas.
tr: Bu geçerli bir seçim değildi. {tries} deneme hakkın var.
uk: Некоректна відповідь. Залишилося спроб: {tries}

source: That wasn't a valid answer, please answer yes or no.
it: Quella non era una risposta valida, per favore rispondi yes o no.
uk: Некоректна відповідь, оберіть «так» чи «ні», будь ласка.

source: That's not a valid platform, the options are: {platforms}
de: Das ist keine zulässige Platform, möglich sind: {platforms}
es: Esa no es una plataforma valida, las opciones son: {platforms}
fi: Tuo ei ole tuettu alusta, vaihtoehdot ovat: {platforms}
fr: Ce n'est pas une plateforme valide, les options sont : {platforms}
it: Quella non è una piattaforma valida, le opzioni sono: {platforms}
ja: 選択可能なプラットフォームではありません、この選択肢の中から選んでください： {platforms}
nl: Dat is geen geldige platform, De opties zijn: {platforms}
pt: Essa não é uma plataforma válida, as opções são: {platforms}
tr: Bu geçerli bir platform değil, seçenekler: {platforms}
uk: Некоректна платформа, наявний вибір: {platforms}

source: The BattleTag {user} is not in the right format, please try again. I needs to be like name#0001
it: Il BattleTag {user} non è nel formato corretto, per favore riprova. Deve essere come nome#0000
uk: BattleTag користувача {user} некоректний, будь ласка, спробуйте знову. Мені потрібно, аби формат був типу ім’я#0001

source: The account names don't match and may not work, try checking capitalisation. {user} vs. {account}
it: I nomi degli account non coincidono e potrebbe non funzionare, prova a controllare le lettere maiuscole/minuscole. {user} vs {account}
uk: Імена облікових записів {user} та {account} не співпадають й можуть не працювати, перевірте регістр

source: The available platforms are {platforms}
it: Le piattaforme disponibili sono {platforms}
uk: Доступні платформи: {platforms}

source: The location code must be in the format HUKYA:XXXX:XXXX:XXXX:XXXX Please check your code and try again.
es: El codigo de la localizacion debe ser en el formato HUKYA:XXXX:XXXX:XXXX:XXXX Porfavor revisa tu codigo y intenta otra vez.
it: Il codice della posizione dev'essere nel formato HUKYA:XXXX:XXXX:XXXX:XXXX Per favore controlla il tuo codice e riprova.
nl: De locatiecode moet de indeling HUKYA:XXXX:XXXX:XXXX:XXXX:XXXX Bekijk alstublieft uw code and probeer opnieuw.
pt: "O código de localização deve estar no formato HUKYA:XXXX:XXXX:XXXX:XXXX Verifique o seu código e tente novamente.
uk: Код розташування має бути у форматі HUKYA:XXXX:XXXX:XXXX:XXXX. Будь ласка, перевірте ваш код й спробуйте знову.

source: The roles format was incorrect, please try again. (Or cancel with x)
it: Il formato dei ruoli non era corretto, per favore riprova. (O annulla con x)
uk: Формат ролей неправильний, будь ласка, спробуйте знову. (Або скасуйте через x)

source: The user {user} does not appear valid, please check your profile is not private and try again.
it: L'utente {user} non sembra valido, per favore controlla che il tuo profilo non sia privato e riprova.
uk: Не вдалося додати користувача {user}. Будь ласка, впевніться, що ваш профіль не приватний й спробуйте знову.

source: The user {user} does not have a Destiny profile on {platform}.
it: L'utente {user} non ha un profilo di Destiny su {platform}.
uk: Користувач {user} не має профілю Destiny на {platform}.

source: The user {user} does not have a Paragon profile on {platform}.
it: L'utente {user} non ha un profilo di Paragon su {platform}.
uk: Користувач {user} не має профілю Paragon на {platform}.

source: The user {user} does not have a Wargaming.net account on {platform} in {region}.
it: L'utente {user} non ha un profilo di Wargaming.net su {platform} in {region}.
uk: Користувач {user} не має облікового запису Wargaming.net на {platform} у регіоні {region}.

source: The user {user} does not have a {game} profile on {platform}.
it: L'utente {user} non ha un profilo di {game} su {platform}.
uk: Користувач {user} не має профілю на {platform} у {game}

source: There are multiple matches. Please clarify by replying with the number of the correct choice?
es: Hay multiples juegos en curso. Porfavor clarifica al responder con el numero de eleccion correcta
fi: Monia vaihtoehtoja löytyi. Tarkenna lähettämällä oikean numero
fr: Il y a plusieurs correspondances. S'il te plaît, clarifie ton choix en répondant avec le bon nombre
it: Ci sono più incontri. Per favore specifica quale rispondendo con il numero della scelta corretta.
nl: Er zijn meerdere overeenkomsten, beantwoord met het juiste nummer.
pt: Existem várias combinações. Por favor, esclareça respondendo com o número correto da escolha?
tr: Birden fazla eşleşme var. Lütfen doğru seçeneğin numarasını yazarak netleştir?
uk: Є кілька збігів. Будь ласка, уточніть вибір, відповівши цифрою правильного варіанту.

source: There was an issue looking up that account, please try again later
it: C'è stato un problema nel cercare quell'account, per favore riprova più tardi
uk: Трапилася помилка під час огляду цього облікового запису, будь ласка, спробуйте пізніше.

source: There was an issue processing that command, please try again. If the issue continues please seek help in the support server on the help menu.
it: C'è stato un problema nel processare quel comando, per favore riprova più tardi. Se il problema persiste per favore cerca aiuto sul server di supporto dal menù di aiuto.
uk: Виникла якась проблема з виконанням цієї команди, будь ласка, спробуйте знову. Якщо помилка продовжуватиме з’являтися, будь ласка, пошукайте поради на сервері підтримки у каналі help.

source: There was an issue retrieving that players stats from the PUBG API. Please try again in a few minutes.
it: C'è stato un problema nel recuperare le statistiche di quel giocatore dall'API di PUBG. Per favore riprova tra qualche minuto.
uk: Виникла проблема з отримування статистики гравців з PUBG API. Будь ласка, спробуйте знову через кілька хвилин.

source: There was an issue retrieving your profile from Uplay. Please try again in a few minutes.
it: C'è stato un problema nel recuperare il tuo profilo da Uplay. Per favore riprova tra qualche minuto.
uk: Виникла проблема з отриманням вашого профілю з Uplay. Будь ласка, спробуйте знову через кілька хвилин.

source: This command cannot be used in private messages.
it: Questo comando non può essere usato in un messaggio privato.
uk: Ця команда не може бути використана в особистих повідомленнях.

source: This command is currently disabled as Sony changed their API. Your stats will still work for other games.
it: Questo comando è temporaneamente disabilitato dato che Sony ha cambiato il suo API. Le tue statistiche continueranno a funzionare per gli altri giochi.
uk: Ця команда наразі вимкнена, оскільки Sony змінили їх API. Ваша статистика буде працювати для інших ігор.

source: To attend send: {prefix}lfg join {key}
it: Per partecipare manda: {prefix}lfg join {key}
uk: Аби приєднатися, напишіть: {prefix}lfg join {key}

source: To set up rank roles do {prefix}prestige <game> Supported games: {games}
it: Per impostare i ruoli per i rank usa {prefix}prestige <gioco> Giochi supportati: {games}
uk: Для встановлення рангових ролей напишіть {prefix}prestige <гра> Ігри, що підтримуються: {games}

source: Top {top_count} games currently being played across {server_count} servers
es: Top {top_count} juegos estan actualmente siendo jugados atravez de {server_count} servers
fi: Top {top_count} pelit joita tällä hetkellä pelataan {server_count}:ssa palvelimessa
fr: Top {top_count} des jeux actuellement joués sur {server_count} serveurs
it: {top_count} migliori giochi che stanno venendo giocati in {server_count} server
nl: De top {top_count} spellen die momenteel worden gespeeld door {server_count} servers
pt: Os jogos Top {top_count} atualmente sendo jogados {server_count} em servidores
tr: Şu anda {server_count} sunucu arasında oynanılan başlıca {top_count} oyun
uk: ТОП {top_count} ігор, у які зараз грають на {server_count} серверах

source: Top {top_count} games currently being played in {guild_name}
es: Top {top_count} juegos actualmente siendo juguados en {guild_name}
it: {top_count} migliori giochi che stanno venendo giocati in {guild_name}
nl: De top {top_count} spellen die momenteel worden gespeeld in {guild_name}
pt: Os jogos Top {top_count} atualmente sendo jogados em {guild_name}
uk: ТОП {top_count} ігор, у які зараз грають на {guild_name}

source: Tournament number {tournament_number} not found.
it: Il torneo numero {tournament_number} non è stato trovato.
uk: Змагання номер {tournament_number} не знайдено.

source: Un-registering Ark server {ip}:{port} for this server
it: Disiscrivendo il server Ark {ip}:{port} per questo server
uk: Від’єдную сервер ARK {ip}:{port} від цього сервера
